Revit 2024 API
UnitTypeId.SquareMillimeters Property
 Square millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareMillimeters { get; }
Visual Basic
Public Shared ReadOnly Property SquareMillimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareMillimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace